Repository: BadrRibzat/Quran-Unity-Evidence
Catalog: frontend/assets/translations/app_*.arb
Languages: ar

# appTitle
source: Quran Unity Evidence
ar: أدلة وحدة القرآن

# welcome
source: Welcome to Quran Unity Evidence
ar: مرحباً بك في أدلة وحدة القرآن

source: Search Quran
ar: بحث في القرآن

source: Evidence Browser
ar: متصفح الأدلة

source: Topics
ar: المواضيع

source: Settings
ar: الإعدادات

source: Language
ar: اللغة

source: About
ar: حول

# visionDescription
source: Demonstrating the unity of divine messages across Torah, Bible, and Quran
ar: إثبات وحدة الرسالات الإلهية عبر التوراة والإنجيل والقرآن

# searchHint
source: Enter verse, topic, or keyword...
ar: أدخل الآية، الموضوع، أو الكلمة المفتاحية...

source: Evidence
ar: الدليل

source: Prophetic Continuity
ar: استمرارية النبوة

source: Moral Unity
ar: الوحدة الأخلاقية

source: Theological Consistency
ar: الاتساق العقائدي
